/**
 * 1. Открыть главную страницу automationpractice.com
 * 2. В поле поиска ввести “Blouse” и выполнить поиск
 * 3. Переключиться на режим просмотра ‘List”
 * 4. Добавить товар в корзину
 * 5. В секции Summary увеличить количество товаров на 1
 * 6. Проверить что значения отображаются корректно:
 * Total для товара , Total products, Total shipping , Total всех товаров , Tax и TOTAL общий
 * 7. Удалить товар из корзины
 * 8. Проверить что корзина пустая
 */
public class Main {

    WebDriver
}
